11/data/attachments/fd1cb613492b34f7.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_b88ac888-308b-45fe-b038-8dfbff7478d6</nif:username>
            <nif:friendToBeAdded>Kaitlyn_worker_Actions_36303_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>